
/* Class = "NSMenuItem"; title = "Umieść wszystko na wierzchu"; ObjectID = "5"; */
"5.title" = "Umieść wszystko na wierzchu";

/* Class = "NSMenuItem"; title = "Okno"; ObjectID = "19"; */
"19.title" = "Okno";

/* Class = "NSMenuItem"; title = "Minimalizuj okno"; ObjectID = "23"; */
"23.title" = "Minimalizuj okno";

/* Class = "NSMenu"; title = "Okno"; ObjectID = "24"; */
"24.title" = "Okno";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "MPlayerX"; ObjectID = "56"; */
"56.title" = "MPlayerX";

/* Class = "NSMenu"; title = "MPlayerX"; ObjectID = "57"; */
"57.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "O MPlayerX"; ObjectID = "58"; */
"58.title" = "O MPlayerX";

/* Class = "NSMenuItem"; title = "Otwórz…"; ObjectID = "72"; */
"72.title" = "Otwórz…";

/* Class = "NSMenuItem"; title = "Zamknij"; ObjectID = "73"; */
"73.title" = "Zamknij";

/* Class = "NSMenu"; title = "Plik"; ObjectID = "81"; */
"81.title" = "Plik";

/* Class = "NSMenuItem"; title = "Plik"; ObjectID = "83"; */
"83.title" = "Plik";

/* Class = "NSMenuItem"; title = "Ostatnio odtwarzane"; ObjectID = "124"; */
"124.title" = "Ostatnio odtwarzane";

/* Class = "NSMenu"; title = "Ostatnio odtwarzane"; ObjectID = "125"; */
"125.title" = "Ostatnio odtwarzane";

/* Class = "NSMenuItem"; title = "Wyczyść listę"; ObjectID = "126"; */
"126.title" = "Wyczyść listę";

/* Class = "NSMenuItem"; title = "Preferencje…"; ObjectID = "129"; */
"129.title" = "Preferencje…";

/* Class = "NSMenu"; title = "Usługi"; ObjectID = "130"; */
"130.title" = "Usługi";

/* Class = "NSMenuItem"; title = "Usługi"; ObjectID = "131"; */
"131.title" = "Usługi";

/* Class = "NSMenuItem"; title = "Ukryj MPlayerX"; ObjectID = "134"; */
"134.title" = "Ukryj MPlayerX";

/* Class = "NSMenuItem"; title = "Zakończ MPlayerX"; ObjectID = "136"; */
"136.title" = "Zakończ MPlayerX";

/* Class = "NSMenuItem"; title = "Ukryj Pozostałe"; ObjectID = "145"; */
"145.title" = "Ukryj Pozostałe";

/* Class = "NSMenuItem"; title = "Pokaż Wszystkie"; ObjectID = "150"; */
"150.title" = "Pokaż Wszystkie";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "239"; */
"239.title" = "Zoom";

/* Class = "NSWindow"; title = "MPlayerX"; ObjectID = "371"; */
"371.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Pomoc"; ObjectID = "490"; */
"490.title" = "Pomoc";

/* Class = "NSMenu"; title = "Pomoc"; ObjectID = "491"; */
"491.title" = "Pomoc";

/* Class = "NSMenuItem"; title = "MPlayerX Wiki Page"; ObjectID = "492"; */
"492.title" = "MPlayerX Wiki Page";

/* Class = "NSButton"; ibShadowedToolTip = "Pełen ekran"; ObjectID = "549"; */
"549.ibShadowedToolTip" = "Pełen ekran";

/* Class = "NSButtonCell"; title = "toggleFullScreen"; ObjectID = "550"; */
"550.title" = "toggleFullScreen";

/* Class = "NSButton"; ibShadowedToolTip = "Odtearzaj/Pauza"; ObjectID = "553"; */
"553.ibShadowedToolTip" = "Odtearzaj/Pauza";

/* Class = "NSButtonCell"; title = "togglePlayPause"; ObjectID = "554"; */
"554.title" = "togglePlayPause";

/* Class = "NSButton"; ibShadowedToolTip = "Wypełnij ekran"; ObjectID = "558"; */
"558.ibShadowedToolTip" = "Wypełnij ekran";

/* Class = "NSButtonCell"; title = "toggleFillScreen"; ObjectID = "559"; */
"559.title" = "toggleFillScreen";

/* Class = "NSSlider"; ibShadowedToolTip = "Głośność"; ObjectID = "569"; */
"569.ibShadowedToolTip" = "Głośność";

/* Class = "NSButton"; ibShadowedToolTip = "Wycisz"; ObjectID = "571"; */
"571.ibShadowedToolTip" = "Wycisz";

/* Class = "NSButtonCell"; title = "VolumeButton"; ObjectID = "572"; */
"572.title" = "VolumeButton";

/* Class = "NSWindow"; title = "Otwórz URL"; ObjectID = "627"; */
"627.title" = "Otwórz URL";

/* Class = "NSTextFieldCell"; title = "Adres URL"; ObjectID = "630"; */
"630.title" = "Adres URL";

/* Class = "NSButtonCell"; title = "Anuluj"; ObjectID = "634"; */
"634.title" = "Anuluj";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "636"; */
"636.title" = "OK";

/* Class = "NSMenuItem"; title = "Otwórz URL..."; ObjectID = "644"; */
"644.title" = "Otwórz URL...";

/* Class = "NSMenuItem"; title = "Edycja"; ObjectID = "659"; */
"659.title" = "Edycja";

/* Class = "NSMenu"; title = "Edycja"; ObjectID = "660"; */
"660.title" = "Edycja";

/* Class = "NSMenuItem"; title = "Wytnij"; ObjectID = "664"; */
"664.title" = "Wytnij";

/* Class = "NSMenuItem"; title = "Kopiuj"; ObjectID = "665"; */
"665.title" = "Kopiuj";

/* Class = "NSMenuItem"; title = "Wklej"; ObjectID = "666"; */
"666.title" = "Wklej";

/* Class = "NSMenuItem"; title = "Usuń"; ObjectID = "668"; */
"668.title" = "Usuń";

/* Class = "NSMenuItem"; title = "Zaznacz wszystko"; ObjectID = "669"; */
"669.title" = "Zaznacz wszystko";

/* Class = "NSTextFieldCell"; title = "Prędkość:"; ObjectID = "736"; */
"736.title" = "Prędkość:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set play speed"; ObjectID = "737"; */
"737.ibShadowedToolTip" = "Set play speed";

/* Class = "NSTextFieldCell"; title = "1.0"; ObjectID = "738"; */
"738.title" = "1.0";

/* Class = "NSTextFieldCell"; title = "Opóźnienie dźwięku:"; ObjectID = "743"; */
"743.title" = "Opóźnienie dźwięku:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set audio delay"; ObjectID = "744"; */
"744.ibShadowedToolTip" = "Set audio delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "745"; */
"745.title" = "0.0";

/* Class = "NSTextField"; ibShadowedToolTip = "Set subtitle delay"; ObjectID = "747"; */
"747.ibShadowedToolTip" = "Set subtitle delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "748"; */
"748.title" = "0.0";

/* Class = "NSTextFieldCell"; title = "Opóźnienie napisów:"; ObjectID = "749"; */
"749.title" = "Opóźnienie napisów:";

/* Class = "NSButton"; ibShadowedToolTip = "Regulacja dźwięku"; ObjectID = "754"; */
"754.ibShadowedToolTip" = "Regulacja dźwięku";

/* Class = "NSMenuItem"; title = "Odtwarzanie"; ObjectID = "782"; */
"782.title" = "Odtwarzanie";

/* Class = "NSMenu"; title = "Odtwarzanie"; ObjectID = "783"; */
"783.title" = "Odtwarzanie";

/* Class = "NSMenuItem"; title = "Wybierz napisy"; ObjectID = "784"; */
"784.title" = "Wybierz napisy";

/* Class = "NSMenuItem"; title = "Zrzut ekranu"; ObjectID = "786"; */
"786.title" = "Zrzut ekranu";

/* Class = "NSMenuItem"; title = "Powiększ napisy"; ObjectID = "829"; */
"829.title" = "Powiększ napisy";

/* Class = "NSMenuItem"; title = "Zmniejsz napisy"; ObjectID = "830"; */
"830.title" = "Zmniejsz napisy";

/* Class = "NSMenuItem"; title = "Odtwarzaj od ostatnio zatrzymanego miejsca"; ObjectID = "836"; */
"836.title" = "Odtwarzaj od ostatnio zatrzymanego miejsca";

/* Class = "NSMenuItem"; title = "Wybierz ścieżkę dźwięku"; ObjectID = "853"; */
"853.title" = "Wybierz ścieżkę dźwięku";

/* Class = "NSMenuItem"; title = "Zwiększ głośność"; ObjectID = "857"; */
"857.title" = "Zwiększ głośność";

/* Class = "NSMenuItem"; title = "Zmniejsz głośność"; ObjectID = "858"; */
"858.title" = "Zmniejsz głośność";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "882"; */
"882.title" = "Label";

/* Class = "NSMenuItem"; title = "Odblokuj proporcje ekranu"; ObjectID = "903"; */
"903.title" = "Odblokuj proporcje ekranu";

/* Class = "NSMenuItem"; title = "Przywróć proporcje ekranu"; ObjectID = "904"; */
"904.title" = "Przywróć proporcje ekranu";

/* Class = "NSMenuItem"; title = "Ustawienia obrazu"; ObjectID = "912"; */
"912.title" = "Ustawienia obrazu";

/* Class = "NSMenuItem"; title = "Pokaż ramkę"; ObjectID = "916"; */
"916.title" = "Pokaż ramkę";

/* Class = "NSMenuItem"; title = "Wybierz ścieżkę obrazu"; ObjectID = "935"; */
"935.title" = "Wybierz ścieżkę obrazu";

/* Class = "NSTextFieldCell"; title = "⌘-OK: Użyj ffmpeg do obsługi strumienia"; ObjectID = "940"; */
"940.title" = "⌘-OK: Użyj ffmpeg do obsługi strumienia";

/* Class = "NSMenuItem"; title = "Powiększ okno"; ObjectID = "942"; */
"942.title" = "Powiększ okno";

/* Class = "NSMenuItem"; title = "Zmniejsz okno"; ObjectID = "943"; */
"943.title" = "Zmniejsz okno";

/* Class = "NSTextFieldCell"; placeholderString = "unknown"; ObjectID = "951"; */
"951.placeholderString" = "unknown";

/* Class = "NSMenuItem"; title = "Informacje o pliku"; ObjectID = "953"; */
"953.title" = "Informacje o pliku";

/* Class = "NSMenuItem"; title = "Korektor dźwięku"; ObjectID = "956"; */
"956.title" = "Korektor dźwięku";

/* Class = "NSMenuItem"; title = "Widok"; ObjectID = "975"; */
"975.title" = "Widok";

/* Class = "NSMenu"; title = "Widok"; ObjectID = "976"; */
"976.title" = "Widok";

/* Class = "NSMenuItem"; title = "Pełen ekran"; ObjectID = "982"; */
"982.title" = "Pełen ekran";

/* Class = "NSMenuItem"; title = "Przełącz opcje ekranu"; ObjectID = "989"; */
"989.title" = "Przełącz opcje ekranu";

/* Class = "NSMenuItem"; title = "Pokaż ustawienia dźwięku"; ObjectID = "992"; */
"992.title" = "Pokaż ustawienia dźwięku";

/* Class = "NSMenuItem"; title = "Usuń"; ObjectID = "996"; */
"996.title" = "Usuń";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging"; ObjectID = "1001"; */
"1001.ibShadowedToolTip" = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging";

/* Class = "NSMenuItem"; title = "Przesuń do środka"; ObjectID = "1001"; */
"1001.title" = "Przesuń do środka";

/* Class = "NSMenuItem"; title = "Donacja..."; ObjectID = "1009"; */
"1009.title" = "Donacja...";

/* Class = "NSMenuItem"; title = "Report bugs / Feedback..."; ObjectID = "1012"; */
"1012.title" = "Report bugs / Feedback...";

/* Class = "NSButton"; ibShadowedToolTip = "Następny"; ObjectID = "1014"; */
"1014.ibShadowedToolTip" = "Następny";

/* Class = "NSButtonCell"; title = "next-episode"; ObjectID = "1015"; */
"1015.title" = "next-episode";

/* Class = "NSButton"; ibShadowedToolTip = "Poprzedni"; ObjectID = "1017"; */
"1017.ibShadowedToolTip" = "Poprzedni";

/* Class = "NSButtonCell"; title = "prev-episode"; ObjectID = "1018"; */
"1018.title" = "prev-episode";

/* Class = "NSMenuItem"; title = "Odtwarzaj nastepny odcinek"; ObjectID = "1025"; */
"1025.title" = "Odtwarzaj nastepny odcinek";

/* Class = "NSMenuItem"; title = "Odtwarzaj poprzedni odcinek"; ObjectID = "1026"; */
"1026.title" = "Odtwarzaj poprzedni odcinek";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad"; ObjectID = "1033"; */
"1033.ibShadowedToolTip" = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad";

/* Class = "NSMenuItem"; title = "Resetuj rozmiar ramki"; ObjectID = "1033"; */
"1033.title" = "Resetuj rozmiar ramki";

/* Class = "NSMenuItem"; title = "Powiększ ramkę"; ObjectID = "1036"; */
"1036.title" = "Powiększ ramkę";

/* Class = "NSMenuItem"; title = "Powiększ ramkę (minor)"; ObjectID = "1037"; */
"1037.title" = "Powiększ ramkę (minor)";

/* Class = "NSMenuItem"; title = "Zmniejsz ramkę"; ObjectID = "1038"; */
"1038.title" = "Zmniejsz ramkę";

/* Class = "NSMenuItem"; title = "Zmniejsz ramkę (minor)"; ObjectID = "1039"; */
"1039.title" = "Zmniejsz ramkę (minor)";

/* Class = "NSMenuItem"; title = "Odbicie lustrzane"; ObjectID = "1050"; */
"1050.title" = "Odbicie lustrzane";

/* Class = "NSMenuItem"; title = "\"Do góry nogami\""; ObjectID = "1051"; */
"1051.title" = "\"Do góry nogami\"";

/* Class = "NSMenuItem"; title = "Przyspiesz"; ObjectID = "1057"; */
"1057.title" = "Przyspiesz";

/* Class = "NSMenuItem"; title = "Zwolnij"; ObjectID = "1058"; */
"1058.title" = "Zwolnij";

/* Class = "NSMenuItem"; title = "Przywróć normalną prędkość"; ObjectID = "1059"; */
"1059.title" = "Przywróć normalną prędkość";

/* Class = "NSMenuItem"; title = "Zwiększ opóźnienie dźwięku"; ObjectID = "1066"; */
"1066.title" = "Zwiększ opóźnienie dźwięku";

/* Class = "NSMenuItem"; title = "Zmniejsz opóźnienie dźwięku"; ObjectID = "1067"; */
"1067.title" = "Zmniejsz opóźnienie dźwięku";

/* Class = "NSMenuItem"; title = "Resetuj opóżnienie dźwięku"; ObjectID = "1068"; */
"1068.title" = "Resetuj opóżnienie dźwięku";

/* Class = "NSMenuItem"; title = "Zwiększ opóźnienie napisów"; ObjectID = "1075"; */
"1075.title" = "Zwiększ opóźnienie napisów";

/* Class = "NSMenuItem"; title = "Zmniejsz opóźnienie napisów"; ObjectID = "1076"; */
"1076.title" = "Zmniejsz opóźnienie napisów";

/* Class = "NSMenuItem"; title = "Resetuj opóźnienie napisów"; ObjectID = "1077"; */
"1077.title" = "Resetuj opóźnienie napisów";

/* Class = "NSMenuItem"; title = "Rozmiar oryginalny"; ObjectID = "1084"; */
"1084.title" = "Rozmiar oryginalny";

/* Class = "NSMenuItem"; title = "Otwórz VIDEO_TS..."; ObjectID = "1088"; */
"1088.title" = "Otwórz VIDEO_TS...";

/* Class = "NSMenuItem"; title = "Rozmiar podwójny"; ObjectID = "1093"; */
"1093.title" = "Rozmiar podwójny";

/* Class = "NSMenuItem"; title = "Dopasuj do ekranu"; ObjectID = "1098"; */
"1098.title" = "Dopasuj do ekranu";

/* Class = "NSMenuItem"; title = "Proporcje ekranu"; ObjectID = "1102"; */
"1102.title" = "Proporcje ekranu";

/* Class = "NSMenu"; title = "Proporcje ekranu"; ObjectID = "1103"; */
"1103.title" = "Proporcje ekranu";

/* Class = "NSMenuItem"; title = "1:1"; ObjectID = "1106"; */
"1106.title" = "1:1";

/* Class = "NSMenuItem"; title = "4:3"; ObjectID = "1107"; */
"1107.title" = "4:3";

/* Class = "NSMenuItem"; title = "16:9"; ObjectID = "1108"; */
"1108.title" = "16:9";

/* Class = "NSMenuItem"; title = "16:10"; ObjectID = "1109"; */
"1109.title" = "16:10";

/* Class = "NSMenuItem"; title = "2.21:1"; ObjectID = "1110"; */
"1110.title" = "2.21:1";

/* Class = "NSMenuItem"; title = "2.35:1"; ObjectID = "1111"; */
"1111.title" = "2.35:1";

/* Class = "NSMenuItem"; title = "2.39:1"; ObjectID = "1112"; */
"1112.title" = "2.39:1";

/* Class = "NSMenuItem"; title = "5:4"; ObjectID = "1113"; */
"1113.title" = "5:4";

/* Class = "NSMenuItem"; title = "Kanały"; ObjectID = "1124"; */
"1124.title" = "Kanały";

/* Class = "NSMenu"; title = "Kanały"; ObjectID = "1125"; */
"1125.title" = "Kanały";

/* Class = "NSMenuItem"; title = "Przywróć"; ObjectID = "1126"; */
"1126.title" = "Przywróć";

/* Class = "NSMenuItem"; title = "Stereo"; ObjectID = "1128"; */
"1128.title" = "Stereo";

/* Class = "NSMenuItem"; title = "Tylko lewy"; ObjectID = "1129"; */
"1129.title" = "Tylko lewy";

/* Class = "NSMenuItem"; title = "Tylko prawy"; ObjectID = "1130"; */
"1130.title" = "Tylko prawy";

/* Class = "NSMenuItem"; title = "Rozszerz lewy"; ObjectID = "1131"; */
"1131.title" = "Rozszerz lewy";

/* Class = "NSMenuItem"; title = "Rozszerz prawy"; ObjectID = "1132"; */
"1132.title" = "Rozszerz prawy";

/* Class = "NSMenuItem"; title = "Rozdziały"; ObjectID = "1140"; */
"1140.title" = "Rozdziały";

/* Class = "NSMenuItem"; title = "AV"; ObjectID = "1143"; */
"1143.title" = "AV";

/* Class = "NSMenu"; title = "AV"; ObjectID = "1144"; */
"1144.title" = "AV";

/* Class = "NSTextFieldCell"; title = "Zewn. plik audio:"; ObjectID = "1158"; */
"1158.title" = "Zewn. plik audio:";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1162"; */
"1162.title" = "...";

/* Class = "NSMenuItem"; title = "Połowa wielkości"; ObjectID = "1166"; */
"1166.title" = "Połowa wielkości";

/* Class = "NSMenuItem"; title = "Pętla A-B"; ObjectID = "1170"; */
"1170.title" = "Pętla A-B";

/* Class = "NSMenu"; title = "Pętla A-B"; ObjectID = "1171"; */
"1171.title" = "Pętla A-B";

/* Class = "NSMenuItem"; title = "Punkt startu"; ObjectID = "1174"; */
"1174.title" = "Punkt startu";

/* Class = "NSMenuItem"; title = "Punkt powrotu"; ObjectID = "1175"; */
"1175.title" = "Punkt powrotu";

/* Class = "NSMenuItem"; title = "Anuluj"; ObjectID = "1177"; */
"1177.title" = "Anuluj";

/* Class = "NSWindow"; title = "ParseURL"; ObjectID = "1184"; */
"1184.title" = "ParseURL";

/* Class = "NSTextFieldCell"; title = "Multiline Label"; ObjectID = "1187"; */
"1187.title" = "Multiline Label";

/* Class = "NSButtonCell"; title = "Anuluj"; ObjectID = "1193"; */
"1193.title" = "Anuluj";

/* Class = "NSMenuItem"; title = "Obsługa przeplotu"; ObjectID = "1196"; */
"1196.title" = "Obsługa przeplotu";

/* Class = "NSMenu"; title = "Obsługa przeplotu"; ObjectID = "1197"; */
"1197.title" = "Obsługa przeplotu";

/* Class = "NSMenuItem"; title = "Brak"; ObjectID = "1198"; */
"1198.title" = "Brak";

/* Class = "NSMenuItem"; title = "FFMpeg"; ObjectID = "1200"; */
"1200.title" = "FFMpeg";

/* Class = "NSMenuItem"; title = "LPF5"; ObjectID = "1201"; */
"1201.title" = "LPF5";

/* Class = "NSMenuItem"; title = "Przejdź do folderu stopklatek..."; ObjectID = "1206"; */
"1206.title" = "Przejdź do folderu stopklatek...";

/* Class = "NSMenuItem"; title = "Check For Updates..."; ObjectID = "1212"; */
"1212.title" = "Check For Updates...";
